{
  "name": "بازپرس",
  "sides": [
    {
      "name": "مافیا",
      "population_rate": 0.33334,
      "default_role": {
        "name": "مافیا ساده",
        "description": "نقش مافیا ساده این است که به رئیس مافیا در شب مشورت درست داده تا بهترین هدف را بزند و در طول روز هوشمندانه اتهام ها را از روی یاران خود و یا خودش بردارد و جوری وانمود کند که شهروندان مافیا هستند تا با رای اکثریت از بازی حذف شوند.\nمافیا ساده در شب توانایی خاصی ندارد."
      },
      "roles": [
        {
          "name": "رئیس مافیا",
          "image_id": "AgACAgQAAxkDAAIMwGgZszWzbSo37-a90pgCiVU-39R0AAIFyTEbCtTRUELjDAKSCOslAQADAgADdwADNgQ",
          "added_at": 3,
          "description": "رئیس مافیا شلیک شب را انجام می‌دهد. اسنایپر و محقق به واسطه جلیقه او، نمی توانند در شب از بازی حذفش کنند. استعلامش همیشه منفی است.\n\nاگر رئیس مافیا زنده باشد، تیم مافیا می توانند فقط یک شب در بازی به جای شلیک تیر، یاکوزایی(سوداگری) کنند و یک نفر از تیم خود را فدا کنند و با یک شهروند ساده و یا رویین تن مذاکره کنند. اگر مذاکره موفق باشد آن شخص همان شب بیدار می شود و به تیم مافیا می‌پیوندد.\nرییس مافیا تنها در صورتی میتواند خود را یاکوزایی کند که آخرین بازمانده ی تیم مافیا باشد."
        },
        {
          "name": "ناتو",
          "added_at": 6,
          "description": "ناتو در طول بازی تنها یکبار می تواند از توانایی ناتویی خود به جای شلیک تیر مافیا استفاده کند و سعی کند نقش یک شهروند نقش دار را حدس بزند. در صورت درست بودن حدسش، آن شهروند تحت هر شرایطی از بازی حذف می شود و در صورت اشتباه بودن حدس ناتو هیچ اتفاقی نمی افتد."
        },
        {
          "name": "شیاد",
          "added_at": 9,
          "description": "شیاد باید به دنبال کاراگاه باشد و در صورتی که کاراگاه را شیادی کند، استعلام همه در آن شب برای کاراگاه منفی می شود. شیاد هر شب می تواند به یک شخص بزند. شیاد به تنهایی کارش را انجام می دهد."
        }
      ]
    },
    {
      "name": "شهروند",
      "win_condition": "تیم شهروندان زمانی که دیگر خطری تهدیدشان نکند برنده می‌شوند",
      "default_role": {
        "name": "شهروند ساده",
        "description": "شهروند ساده توانایی یا ویژگی خاصی ندارد و با استفاده از هوش خود باید مافیا‌ها را پیدا کند و به کمک باقی شهروندان آنها را حذف کند. در صورت یاکوزایی تیم مافیا با شهروند ساده، به عنوان مافیای ساده به تیم مافیا می‌پیوندد."
      },
      "roles": [
        {
          "name": "دکتر",
          "added_at": 4,
          "description": "دکتر بازی هر شب میتواند یک نفر را از مرگ نجات دهد، کسی که خودکشی کرده باشد مثل مرگ اسنایپر یا یاکوزایی مافیا توسط دکتر نجات نخواهد یافت.\nدکتر خودش را فقط یکبار در طول بازی می تواند نجات دهد."
        },
        {
          "name": "بازپرس",
          "added_at": 5,
          "description": "بازپرس در طول بازی فقط یک بار در شب می تواند دو نفر را برای دفاعیه روز بعد انتخاب کند. آن دو شخص ابتدای روز بعد در دو مرحله ،سی ثانیه صحبت می کنند. بعد از دفاعیه مجدد در خواب نیم روزی بازپرس می‌تواند رای گیری را ادامه دهد یا ملغی کند. اگر بازپرس رای گیری را ادامه دهد هر بازیکن باید به یکی از دو فرد داخل دفاعیه رای دهد و فردی که بیشترین رای را بیاورد از بازی خارج میشود و سایدش خوانده می شود.\n1- در صورتی که رای هر دو نفر برابر شود هیچکس از بازی خارج نمیشود.\n2- اگر بازپرس در شبی که از توانایی خود استفاده کرده است از بازی حذف شود، بازپرسی ادامه پیدا می‌کند.\n3- اگر هر کدام از دو نفری که در بازپرسی هستند، در شب شات شوند، بازپرسی اعلام نمی‌شود و قابلیت به بازپرس باز می‌گردد.\n4- اگر بازپرس، عملیات بازپرسی را در خواب نیم روزی ملغی کند، نمی‌تواند قابلیت نقشش را، دوباره استفاده کند."
        },
        {
          "name": "کاراگاه",
          "image_id": "AgACAgQAAxkDAAIMw2gZt_XLz2HUr0aopKpqFdGiFhdkAAIiyTEbCtTRUI4tFp1Cv7zzAQADAgADdwADNgQ",
          "added_at": 6,
          "description": "کاراگاه بازی هر شب می تواند استعلام یک بازیکن را بگیرد. استعلام شهروندان و رئیس مافیا همیشه منفی است. در صورتی که شیاد به درستی کاراگاه رو شیادی کند استعلام همه برای کاراگاه منفی خواهد بود."
        },
        {
          "name": "محقق",
          "added_at": 8,
          "description": "محقق بازی به جز شب معارفه، هر شب می تواند خودش را به یک نفر گره بزند. اگر با شات شب و یا فردا در رای گیری از بازی خارج شود و اگر  شخص بافته شده، مافیایی به جز رئیس مافیا باشد با او از بازی خارج می شود."
        },
        {
          "name": "رویین تن",
          "added_at": 9,
          "description": "رویین‌تن در شب نا‌میرا می باشد و کشته نمی شود. در صورت یاکوزایی تیم مافیا با رویین‌تن، رویین‌تن به تیم مافیا می‌پیوندد."
        },
        {
          "name": "اسنایپر",
          "added_at": 11,
          "description": "در طول بازی یک تیر دارد که در شب می‌تواند از آن استفاده کند، اگر به اشتباه به سمت شهروندان شلیک کند، خودش از بازی بیرون می‌رود و اگر به تیم مافیایی شلیک کند، آن فرد اگر رئیس مافیا نباشد و درمان نشده باشد، می‌میرد."
        }
      ]
    }
  ]
}