{
  "name": "کاپو",
  "sides": [
    {
      "name": "مافیا",
      "population_rate": 0.33334,
      "default_role": {
        "name": "مافیا ساده",
        "description": "نقش مافیا ساده این است که به رئیس مافیا در شب مشورت درست داده تا بهترین هدف را بزنند و در روز جوری وانمود کنند که شهروندان مافیا هستند تا با رای اکثریت از بازی حذف شوند.\n\nمافیا ساده میبایست سعی کند در روز اتهام ها را از روی یاران خود بر دارد و در شب فقط می تواند با هم تیمی ها مشورت کند و عمل خاصی در شب انجام نمی دهد."
      },
      "roles": [
        {
          "name": "دُن مافیا",
          "image_id": "AgACAgQAAxkDAAIMwGgZszWzbSo37-a90pgCiVU-39R0AAIFyTEbCtTRUELjDAKSCOslAQADAgADdwADNgQ",
          "added_at": 3,
          "description": "ُن مافیا شلیک شب را انجام می‌دهد. استعلام دُن مافیا برای کاراگاه همیشه منفی است. یک پادزهر در اختیار دارد که در صورتی که عطار به دُن مافیا زهر بدهد، می تواند از آن استفاده کند. در صورتی که دُن مافیا روز یک با تفنگ از بازی خارج شود، پادزهر در اختیار جادوگر قرار می گیرد. دن مافیا قابلیت سوداگری کردن اعضای تیم را دارد. (می تواند یک شهروند ساده یا مظنون رو به تیم خود بیاورد)"
        },
        {
          "name": "جادوگر",
          "added_at": 6,
          "description": "جادوگر هر شب یک بازیکن را جادو می کند،در صورتی که بازیکن انتخاب شده توانایی داشته باشد، توانایی بر روی خودش اجرا می شود.\nبه عنوان مثال:\nزره ساز جادو شده، به خودش زره می‌دهد.\nکاراگاه جادو شده، استعلام هر شخصی را بگیرد منفی است.\n عطار جادو شده، به خودش زهر می دهد.\nکدخدای جادو شده، خودش را در لینک شهروندی قرار می‌دهد."
        },
        {
          "name": "جلاد",
          "added_at": 9,
          "description": "جلاد یک شب در طول بازی اگر بتواند نقش یک شهروند نقشدار رو به درستی حدس بزند، اون شخص حتی اگر زره داشته باشه هم سلاخی و از بازی خارج می‌شود. البته آن شب تیم مافیا نمی‌تواند به کسی شلیک کند."
        },
        {
          "name": "خبرچین",
          "added_at": 12,
          "description": "خبرچین توانایی خاصی ندارد و جاسوس تیم مافیاست. اگر کدخدا شب او را به عنوان شهروند بیدار کند، بیدار می شود و کدخدا و لینک شهروندی نمی‌میرند."
        }
      ]
    },
    {
      "name": "شهروند",
      "win_condition": "تیم شهروندان زمانی که دیگر خطری تهدیدشان نکند برنده می‌شوند",
      "default_role": {
        "name": "شهروند ساده",
        "description": "شهروند ساده توانایی یا ویژگی خاصی ندارد و با استفاده از هوش خود باید مافیا‌ها را پیدا کند و به کمک باقی شهروندان آنها را حذف کند. در صورت یاکوزایی تیم مافیا با شهروند ساده، به عنوان مافیای ساده به تیم مافیا می‌پیوندد."
      },
      "roles": [
        {
          "name": "وارث",
          "added_at": 2,
          "description": "وارث اولین نقش شب معارفه بیدار شده و یک نفر را انتخاب می کند، اگر شهروند باشد، تا زمانی که آن شخص در بازیست، وارث با تیر مافیا نمیمیرد و هر وقت هم شهروند منتخبش از بازی بیرون رود، دیگر نسبت به تیر مافیا مصون نیست و فقط توانایی‌های آن نقش را به ارث می‌برد، نه ویژگی‌های آن نقش مثل ویژگی مظنون یا ویژگی قابلیت خریداری."
        },
        {
          "name": "زره ساز",
          "added_at": 6,
          "description": "زره ساز هر شب میتواند یک نفر را با زره خود از تیر نجات دهد. کسی که سم دریافت کرده باشد یا خودکشی کرده باشد مثل مرگ اسنایپر یا یاکوزایی مافیا توسط زره ساز نجات نخواهد یافت."
        },
        {
          "name": "کاراگاه",
          "image_id": "AgACAgQAAxkDAAIMw2gZt_XLz2HUr0aopKpqFdGiFhdkAAIiyTEbCtTRUI4tFp1Cv7zzAQADAgADdwADNgQ",
          "added_at": 7,
          "description": "کاراگاه بازی هر شب می تواند استعلام یک بازیکن را بگیرد. استعلام شهروندان (به جز مظنون) و رئیس مافیا همیشه منفی است. در صورتی که کاراگاه توسط جادوگر، جادو شده باشد و استعلام هر کسی را بگیرد استعلام منفی (استعلام خود کاراگاه) خواهد شد."
        },
        {
          "name": "مظنون",
          "added_at": 7,
          "description": "مظنون شهروند ساده ای است که استعلام آن برای کارآگاه مثبت است. ساید مظنون در صورت خروج از بازی و اعلام وضعیت از طرف گرداننده شهروند است. در صورت یاکوزایی تیم مافیا با مظنون، به عنوان مافیای ساده به تیم مافیا می‌پیوندد."
        },
        {
          "name": "عطار",
          "added_at": 8,
          "description": "عطار در بازی ۲ پادزهر وجود دارد که یکی در اختیار دن مافیا و دیگری در اختیار عطار می باشد. عطار یک زهر دارد که یک بار در بازی هر شبی که بخواهد به یک نفر می دهد، در صورتی که در روز شخصی که زهر دریافت کرده در بازی باشد، گرداننده در ابتدای روز اعلام می کند زهر وارد بازی شده است. بعد از پایان روز در صورتی که شخصی که زهر در بدنش است از بازی خارج نشده باشد، اول فاز شب گرداننده اعلام می کند زهر داخل بدن چه شخصی است و می پرسد،«کسانی که موافق هستند پادزهر داده بشود رای بدهند»،در همان فاز شب رای می دهند (رای گیری در فاز شب) کسی که زهر در بدنش است حق رای ندارد و در تعداد محاسبه نمی شوند. اگر نصف به علاوه ۱ رای داده باشند گرداننده اعلام میکند اکثریت خواهان دادن پادزهر هستند. سپس عطار به تنهایی بیدار می شود و اگر تصمیم بگیرد پادزهر ندهد شخصی که زهر در بدنش است کشته می شود. در صورت نبودن عطار داخل بازی، ملاک دادن پادزهر همان رای گیری فاز شب می باشد(نصف به علاوه ۱). در صورتی که جادوگر به عطار زده باشد،عطار می تواند به خودش پادزهر بدهد."
        },
        {
          "name": "کدخدا",
          "added_at": 12,
          "description": "کدخدا دو بار در طول بازی می تواند در شب به تنهایی یک بازیکن را انتخاب کند، اگر نقش انتخاب شده شهروند یا خبرچین باشد فقط همان شب با او بیدار می شود و به لینک شهروندی می‌پیوند. شهروند بیدار شده حق ندارد نقشش را به کدخدا بگوید. در شب‌های بعدی‌، لینک‌های شهروندی به همراه کدخدا بیدار نخواهند شد. در واقع کدخدا شهروندان خودش را می شناسد ولی آن دو همدیگر را نمی شناسند. اگر کدخدا مافیایی به جز خبرچین بیدار کند، صبح گرداننده می گوید مرگ کدخدا و تمام شهروندان لینک شهروندی با او از بازی خارج می شوند. اگر در شبی که کدخدا میخواهد از تواناییش استفاده کند، جادو شده باشد، یکی از توانایی‌های او از بین می رود. اگر با لینک کدخدا سوداگری شود دیگر کدخدا امکان ناتویی ندارد. اگر وارث به کدخدا زده باشد و توانایی باقی مانده باشد به او می رسد ولی لینک قبلی را نمی شناسد."
        }
      ]
    }
  ]
}