{
  "name": "دربار",
  "sides": [
    {
      "name": "مافیا",
      "population_rate": 0.33334,
      "default_role": {
        "name": "درباری"
      },
      "roles": [
        {
          "name": "سلطان",
          "added_at": 3,
          "description": "فردی جوان و زیرک که رئیس دربار است و فکر های زیادی در سر دارد.هر شب به یک نفر سم می دهد.فرد مسموم صبح را نخواهد دید.او می تواند به جای کشتن یک نفر با سم هویت یکی از رعیا را حدس زده و او را تحت هر شرایطی از بازی خارج کند.بدیهی است فرد هویدا شده قادر به انجام کاری نخواهد بود.در صورت کشته شدن سلطان سایر اعضای دربار قادر به سم دادن خواهند بود ولی دیگر نمی توانند نقش فردی را حدس بزنند و او را از بازی خارج کنند.مفتش هیچگاه به درباری بودن وی آگاه نخواهد شد."
        },
        {
          "name": "مزدور",
          "added_at": 6,
          "description": "مواجب بگیر سلطان است.به او پول بدهید گیجگاه را به تلنگری ربط می دهد.او خوب می داند چگونه افراد را تقصیر کار جلوه دهد.هر شب در طول بازی می تواند یکی از رعایا را انتخاب کند.اگر مفتش هویت آن فرد را همان شب تفتیش کند.به عنوان عضوی از دربار شناسانده می شود.البته او برای لو نرفتنش نباید دو شب پشت سر هم به چادر یک نفر برود."
        },
        {
          "name": "چیریک",
          "added_at": 9,
          "description": "سلطان روی چابکی وی قسم می خورد.روایت شده است که مهم ترین مامورت های سلطان به او سپرده می شده.نیروی خاص دربار که از سرعت عمل بالایی برخوردار است.او شبانه به چادر رعیت رفته و اگر اسلحه ای ببیند آن را دستکاری می کند.بدین ترتیب فرد مسلح شده به محض شلیک اسلحه خود به جای هدفش جانش را از دست خواهد داد."
        },
        {
          "name": "جلاد",
          "added_at": 12,
          "description": "دو توانایی دارد که می تواند از آن ها استفاده کند.توانایی اول اینکه نصف شب میره بالای سر یک نفر اگر اون فرد به نیت استفاده از شمشیر شمشیر ساز از چادرش خارج شده باشد دخلش رو میاره.توانایی دوم این است که یک شب در کل بازی یک نفر را انتخاب کنه اون شخص اگر با رای یا اسلحه از بازی خارج شود سایدش تا آخر بازی مجهول باقی می ماند.در شب اگر به هر دلیل کشته شود چه با سم چه شمشیر سایدش آشکار خواهد شد.هر دو توانایی در یک شب انجام نمی شود.توانایی مجهول کردن فقط یک بار است.توانایی اول هرشب تا وقتی شمشیر استقاده شود را می توان انجام داد."
        }
      ]
    },
    {
      "name": "شهروند",
      "default_role": {
        "name": "رعیت",
        "description": "او نیز میبایست در روز باقی رعایا را با هوش و ذکاوت خود پیدا کند تا بتواند از شر درباریان خلاص شود."
      },
      "roles": [
        {
          "name": "کاتب",
          "added_at": 1,
          "description": "سلاح او قلمش است.البته او قلم و کاغذش را به بقیه نیز می دهد.هر شب نزد یک نفر رفته و برای فرد مورد نظر قلم و کاغذ مهیا می کند اگر آن فرد در همان شب کشته شود می تواند وصیت خود را برای همگان اعلام کند.یادتان باشد آشکار سازی هویت به معنی بی حرمتی به قرارداد هاست.تیمتان نقره داغ خواهد شد.اگر به نقش خود اشاره بکنید شب سلطان دو سم دارد."
        },
        {
          "name": "سربدار",
          "added_at": 2,
          "description": "بر به دار می دهد ولی به آرمان هایش می رسد.برای او مرگ بخشی از زندگی است.اگر در طول رای گیری سربدار از بازی خارج شود شبش درباریان قادر به هیچ فعالیتی نخواهند بود.البته کسی از این داستان غم انگیز مطلع نمی گردد."
        },
        {
          "name": "طبیب",
          "added_at": 4,
          "description": "هر شب یک پادزهر به یک نفر می دهد اگر او همان فردی باشد که سم را دریافت کرده باشد آن فرد زنده خواهد ماند.طبیب حافظ جان مردم است.وی تنها دو بار از پادزهرش می تواند برای خویشتن بهره ببرد."
        },
        {
          "name": "مفتش",
          "added_at": 6,
          "description": "هر شب می تواند یک نفر را انتخاب کرده و جناح وی را متوجه شود.البته او باید بسیار مراقب باشد زیرا سلطان دم به تله نمی دهد و مزدور خوب می داند چگونه صحنه سازی کند."
        },
        {
          "name": "ریش سفید",
          "added_at": 8,
          "description": "وی در طول بازی می تواند یک بار در خواب نیم روز یک نفر را از رفتن به مرحله دوم رای گیری خلاص کند به این ترتیب که برای او نزد گرداننده ریش گرو گذاشته و آن فرد آن روز به مرحله دوم رای گیری نمی رود."
        },
        {
          "name": "مهماتچی",
          "added_at": 9,
          "description": "از قدیمی ترین اسلحه ساز های شهر است.به تازگی کمی در کارهایش کند شده است.خودش می گوید این اثر تجربه است.یک بار در طول بازی می تواند به یک نفر اسلحه بدهد.فرد مسلح شده فردای همان شب می تواند از اسلحه استفاده کند.بدین صورت که فرد مسلح تا پیش از آغاز مرحله اول رای گیری فریاد می زند زنده باد وطن.فرد مسلح پس از دریافت تائید گرداننده دو نفری که بیشترین ظن را نسبت به آن ها دارد اعلام می کند.آن دو نفر هر کدام به مدت یک دقیقه به بیان دفاعیه از خود می پردازند و پس از آن فرد مسلح هدف خود را از میان آن نفر اعلام می کند و شلیک می کند.پس از آن جناح فرد کشته شده برای همه اعلام می شود.مهمات چی اعتقاد دارد آن چه مهم است قضاوت ما بر قضاوت دیگران است."
        },
        {
          "name": "شبگرد",
          "added_at": 10,
          "description": "دوست دارد وسط هیاهو از قائله خارج شود و نفسی چاق کند.یک شب در طول بازی می تواند از چادر خود خارج شود و آن شب هیچ کسی به او دسترسی نخواهد داشت.یعنی اگر همان شب بخواهند او را مسموم کنند او بدون نیاز به پاد زهر زنده خواهد ماند.اگر مهمات چی به او اسلحه دهد قادر به دریافت سلاح نخواهد بود.البته مهمات چی از این قضیه بی اطلاع است.اگر مزدور بخواهد وی را مقصر جلوه دهد در این امر نا کام خواهد ماند."
        },
        {
          "name": "شمشیر ساز",
          "added_at": 12,
          "description": "استادش هنگام آموزش فن کار به او از وی قول گرفته حق ندارد از شمشیری که می سازد خودش استفاده کند.یک شب در طول بازی می تواند شمشیری که ساخته است را در احتیار یک نفر دیگر قرار دخد و گرداننده به وی می گوید در شب می گوید که شمشیر دارد و می توانی یک نفر را بکشی.اگر آن شخص بخواهد می تواند بکشد یا نه.در فاز روز فرد می تواند اعلام کند دیشب شمشیر داشته است.اگر آن شخص در شب از شمشیرش استفاده نکند دیگر حق استفاده ندارد.استفاده از شمشیر روی سلطان کار ساز نیست.طبیب می تواند شخص کشته شده را نجات دهد."
        },
        {
          "name": "کشیک",
          "added_at": 13,
          "description": "کشیک یک شب در بازی می تواند به گرداننده بگوید چه نفراتی روی وی اکت انجام داده اند.و گرداننده فقط افرادی که سمت وی رفته اند را نشان می دهد بدون اعلام نقش آن ها."
        }
      ]
    }
  ]
}