{
  "name": "پدر خوانده",
  "sides": [
    {
      "name": "مافیا",
      "population_rate": 0.33334,
      "default_role": {
        "name": "مافیا ساده",
        "description": "نقش مافیا ساده این است که به رئیس مافیا در شب مشورت درست داده تا بهترین هدف را بزند و در طول روز هوشمندانه اتهام ها را از روی یاران خود و یا خودش بردارد و جوری وانمود کند که شهروندان مافیا هستند تا با رای اکثریت از بازی حذف شوند.\nمافیا ساده در شب توانایی خاصی ندارد."
      },
      "roles": [
        {
          "name": "پدر خوانده",
          "image_id": "AgACAgQAAxkDAAIMwGgZszWzbSo37-a90pgCiVU-39R0AAIFyTEbCtTRUELjDAKSCOslAQADAgADdwADNgQ",
          "added_at": 3,
          "description": "پدرخوانده یک جلیقه دارد که او را یک بار از شلیک شب لئون نجات میدهد. پدرخوانده تعیین شلیک شب از طرف گروه مافیا را به عهده دارد و اگر از بازی خارج شود دیگر اعضا به جای او شلیک می کنند. پدرخوانده دارای توانایی حس ششم است و اگر در شب تصمیم بگیرد به جای شلیک از حس ششم استفاده کند باید نقش بازیکنی را درست حدس بزند و توسط گرداننده تائید شود. بازیکنی که پدرخوانده نقش او را درست حدس زده است سلاخی می شود یعنی اگر سپر داشته باشد یا دکتر او را درمان کرده باشد بازهم از بازی خارج می شود و آن شب توانایی وی اعمال نخواهد شد و پس از خروج از بازی توسط کنستانتین قابل احضار نمی باشد. استعلام پدرخوانده برای نوستراداموس شهروندی بوده ولی برای همشهری کین مافیایی و مثبت خواهد بود."
        },
        {
          "name": "ساول گودمن",
          "added_at": 6,
          "description": "اگر فردی از گروه مافیا خارج شود ساول می تواند جای شلیک شب معامله و خریداری انجام دهد. ساول گودمن فقط یکبار می تواند یکی از شهروندان ساده را به یک مافیای ساده تبدیل کند. با علامت او همان شب گرداننده آن فرد را از نقش جدیدش یعنی مافیای ساده مطلع می کند و وی را بیدار می کند تا هم تیمی های خود را بشناسد. اگر ساول گودمن شهروند غیرساده یا نوستراداموس را انتخاب کند با ضربدر گرداننده مواجه شده و گرداننده نشانش را بیدار نمی کند. توانمندی ساول و شلیک آن شب مافیا نیز از بین می رود."
        },
        {
          "name": "ماتادور",
          "added_at": 9,
          "description": "شب ها با تیم مافیا بیدار می شود و هر شب از توانایی خود استفاده می کند. در شب هر بازیکنی را نشان دهد توانایی شب او را آن شب از وی خواهد گرفت و فرد نشان شده اگر بیدار شود با ضربدر گرداننده مواجه می شود اما فردا مجدد می تواند از توانایی اش استفاده کند. ماتادور دو شب متوالی نمی تواند یک بازیکن را نشان کند."
        }
      ]
    },
    {
      "name": "مستقل",
      "roles": [
        {
          "name": "نوستراداموس",
          "added_at": 1,
          "description": "نوستراداموس در شب معارفه توسط گرداننده بیدار می‌شود و سه بازیکن را انتخاب می‌کند، گرداننده به او تعداد مافیاهای موجود در میان سه بازیکن را اعلام می کند. استعلام پدرخوانده برای او شهروندی است، پس حتی اگر هر 3 نفر هم مافیا باشند، گرداننده عدد 2 مافیا را نشان میدهد.\nسپس نوستراداموس بدون اینکه بقیه‌ی بازیکنان متوجه شوند، انتخاب می‌کند با کدام ساید بازی کند و برای برنده شدن سایدی که انتخاب کرده است تلاش می کند. در نظر داشته باشید اگر نوستراداموس استعلام 2 مافیا را داشته باشد، به اجبار باید با تیم مافیا بازی کند. اگر ساید مورد انتخابش برنده شد او نیز برنده است و اگر ساید مورد انتخابش بازنده شد او نیز بازنده خواهد شد.\nشلیک هیچ یک از دو ساید در شب بر او موثر نخواهد بود و کشته نخواهد شد مگر با حس ششم پدرخوانده.\nساید نوستراداموس در استعلام خروجی‌های بازی مستقل خوانده میشود و حتی اگر با تیم مافیا بازی کند در شمارش جز تیم شهروندان به حساب می‌آید."
        }
      ]
    },
    {
      "name": "شهروند",
      "default_role": {
        "name": "شهروند ساده",
        "description": "شهروند ساده توانایی یا ویژگی خاصی ندارد و با استفاده از هوش خود باید مافیا‌ها را پیدا کند و به کمک باقی شهروندان آنها را حذف کند. در صورت انجام خریداری روی یک شهروند ساده توسط مافیا، آن شهروند به عنوان مافیای ساده به تیم مافیا می‌پیوندد."
      },
      "roles": [
        {
          "name": "کنستانتین",
          "added_at": 5,
          "description": "کنستانتین در طول بازی فقط یک بار در شب بیدار می‌شود و یک نفر از بازیکنان اخراجی (غیر از نقش های افشا شده) اعم از مافیا یا شهروند و یا مستقل را به بازی برمی‌گرداند. توانایی‌های بازیکن احضار شده ادامه پیدا می کند و از بین نمی رود و از نو نمی شود."
        },
        {
          "name": "همشهری کین",
          "image_id": "AgACAgQAAxkDAAIMw2gZt_XLz2HUr0aopKpqFdGiFhdkAAIiyTEbCtTRUI4tFp1Cv7zzAQADAgADdwADNgQ",
          "added_at": 7,
          "description": "همشهری کِین در طول بازی فقط یک بار در شب یکی از بازیکنان را به گرداننده نشان می‌دهد. اگر بازیکن نشان شده مافیا باشد صبح روز بعد گرداننده ساید مافیای نشان شده را در جمع افشا می‌کند و همشهری کین شب بعد حتی اگر دکتر نجاتش دهد هم می‌میرد. اما اگر بازیکن نشان شده از ساید مافیا نبود گرداننده هیچ چیزی اعلام نخواهد کرد و همشهری کین در بازی خواهد ماند و استعلامش از بین خواهد رفت. اگر او یا نشانش کشته شوند عملیات شب وی اجرا نشده و به او برگردانده می‌شود. استعلام پدرخوانده برای همشهری کین مافیایی است و در روز اعلام می‌شود."
        },
        {
          "name": "دکتر واتسون",
          "added_at": 8,
          "description": "دکتر واتسون هر شب می تواند یک نفر چه عضو مافیا و چه عضو شهروندی را درمان کند. خودش را در طول بازی فقط یک بار میتواند درمان کند."
        },
        {
          "name": "لئون",
          "added_at": 10,
          "description": "لئون دو بار در طول بازی، هر شبی که بخواهد می‌تواند به یک نفر شلیک کند. با شلیک اشتباه به شهروندان به مجازات خودش خودکشی می‌کند و حتی دکتر هم نمی‌تواند او را نجات دهد. لئون یک جلیقه دارد که یکبار از تیر مافیا نجاتش می‌دهد."
        }
      ]
    }
  ]
}